---
kind: enumMember
id: F:Autodesk.Revit.DB.TemporaryViewMode.WorksharingDisplay
enum: Autodesk.Revit.DB.TemporaryViewMode
source: html/8c0c72db-2801-3642-72bb-108cfdff23e1.htm
---
# Autodesk.Revit.DB.TemporaryViewMode.WorksharingDisplay

The view is in one of the worksharing display modes